[
  {
    "name": "Rolex",
    "country": "United Kingdom",
    "city": "London",
    "foundingDate": 1905,
    "history": {
      "head": "Rolex is a British-founded Swiss watch designer and manufacturer based in Geneva, Switzerland. Founded in 1905 as Wilsdorf and Davis by Hans Wilsdorf and Alfred Davis in London, the company registered Rolex as the brand name of its watches in 1908 and became Rolex Watch Co. Ltd. in 1915. After World War I, the company moved its base of operations to Geneva because of the unfavorable economy in the United Kingdom. In 1920, Hans Wilsdorf registered Montres Rolex SA in Geneva as the new company name (montre is French for wristwatch); it later became Rolex SA. Since 1960, the company has been owned by the Hans Wilsdorf Foundation, a private family trust.",
      "altImage": "A popular watch from Rolex.",
      "information": [
        {
          "title": "1905-1919",
          "informationblocks": [
            {
              "subtitle": "1905, Hans Wilsdorf",
              "altImage": "An old picture of Hans wilsdorf.",
              "information": "The history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne."
            },
            {
              "subtitle": "1908, Genuis in five letters",
              "altImage": "How did the word Rolex originate?",
              "information": "Hans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”"
            },
            {
              "subtitle": "1910, The quest for chronometric precision",
              "altImage": "An old certificate of chronometric precision.",
              "information": "Rolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne."
            },
            {
              "subtitle": "1914, The quest for chronometric precision",
              "altImage": "A class A precision certificate.",
              "information": "Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class 'A' precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision."
            },
            {
              "subtitle": "1919, Geneva",
              "altImage": "The building Rolex moved to in Geneva.",
              "information": "Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920."
            }
          ]
        }
      ]
    }
  },
  {
    "name": "Audemars Piguet",
    "country": "Switzerland",
    "city": "Le Brassus",
    "foundingDate": 1875,
    "history": {
      "head": "Once childhood friends, Jules Louis Audemars and Edward Auguste Piguet reconnected in the early 1870s to find that they were both watchmakers working to create mechanical timepieces. In 1875 they joined forces to create the brand that we know today as Audemars Piguet. Audemars Piguet, pronounced “Oh-du-mahr Pee-geh” was founded in Le Brassus, a village inside the Vallée de Joux in Switzerland. To this day the manufacturer is still family-owned, making it unique in the watch world.",
      "altImage": "Jules Louis Audemars and Edward Auguste Piguet.",
      "information": [
        {
          "title": "1875 to present",
          "informationblocks": [
            {
              "subtitle": "1874-1881",
              "altImage": "The Grand Complication pocket watch from 1892.",
              "information": "In the 1870s, both Audemars and Piguet were working separately. Audemars created complicated watch movements for different manufacturers to then finish and fit into their own cases. Piguet performed the final regulation. After they started working together in 1875, they continued this split function in different ways. Audemars oversaw the production and technical aspects of the watches while Piguet focused his time on sales and management. The name Audemars Piguet & Cie was first used in 1881. In 1892, the brand created the first-minute repeater wristwatch. By 1899 the first Grand Complication pocket watch was released by the pair, featuring a minute repeater, alarm, perpetual calendar, deadbeat seconds, chronograph, and split-seconds hand."
            },
            {
              "subtitle": "1910's-1960's",
              "altImage": "The first Audemars Piguet perpetual calendar wristwatch.",
              "information": "Audemars and Piguet both tragically passed away in 1918 and 1919, but the company continued forward and saw even more success. Continuing through to today, the brand was continued on by the next generation of Audemars and Piguet, this time sons Paul Louis Audemars and Paul Edward Piguet. During the early-mid 1900s, the manufacturer continued to push for innovation within the watch community. The thinnest pocket watch caliber was released by the brand in 1925, while the first skeletonized pocket watch was released in 1934. In 1946, the brand launched the world’s thinnest wristwatch. The first Audemars Piguet perpetual calendar wristwatch was released in 1957. The brand also holds the record for the first thinnest self-winding automatic caliber featuring a central rotor that had a thickness of 2.45mm, released in 1967."
            },
            {
              "subtitle": "1970's",
              "altImage": "An old quartz watch from the 1970s.",
              "information": "In the 1970s, the quartz crisis had an impact on traditional mechanical watchmakers. Just like other manufacturers, Audemars Piguet had to find new ways to stay at the forefront of watchmaking and ways to stand out against quartz watches. This is where Gerald Genta, famed Swiss watch designer and artist, and the brand partnered to develop a new category of watches."
            },
            {
              "subtitle": "1990's",
              "altImage": "Two notable timepieces from the 1990s.",
              "information": "While the 1990s were overall quieter years for Audemars Piguet, they produced some beautiful and notable timepieces. With additions to existing luxury watches, like adding split-seconds to its Triple Complication and brand new innovations, the 1990s proved to be a creative decade that also set the stage for present-day masterpieces. Audemars Piguet began the decade by releasing the Star Wheel Wandering Hours ref. 25720, a truly unique timepiece even for a watchmaker known for original designs. With a nod to 17th-century wandering hour complications, this wristwatch features spinning discs mounted on star-shaped wheels. A beautiful example of ingenuity, the Star Wheel is far removed from Audemars Piguet’s signature Royal Oak, but it is regarded as a horological innovation."
            },
            {
              "subtitle": "2000's",
              "altImage": "A newer model of the Royal Oak.",
              "information": "Since the birth of the Royal Oak, Audemars Piguet has continued with innovation and new model releases. Over the years the case sizes have changed across the collections and models Women’s watches have also been introduced, along with the use of ceramics."
            }
          ]
        }
      ]
    }
  },
  {
    "name": "Patek Philippe",
    "country": "Switzerland",
    "city": "Geneve",
    "foundingDate": 1839,
    "history": {
      "head": "Patek Philippe SA is a Swiss luxury watch and clock manufacturer, located in the Canton of Geneva and the Vallée de Joux. Established in 1839, it is named after two of its founders, Antoni Patek and Adrien Philippe. Since 1932, the company has been owned by the Stern family in Switzerland and remains the last family-owned independent watch manufacturer in Geneva. Patek Philippe is one of the oldest watch manufacturers in the world with an uninterrupted watchmaking history since its founding. It designs and manufactures timepieces as well as movements, including some of the most complicated mechanical watches. The company maintains over 400 retail locations globally and over a dozen distribution centers across Asia, Europe, North America, and Oceania. In 2001, it opened the Patek Philippe Museum in Geneva.",
      "altImage": "A book with the hisotry of Patek Philippe.",
      "information": [
        {
          "title": "1839-1877",
          "informationblocks": [
            {
              "subtitle": "1839",
              "altImage": "Papers with the founding of Patek Philippe.",
              "information": "Patek, Czapek & Cie is founded by Antoine Norbert de Patek and François Czapek."
            },
            {
              "subtitle": "1844",
              "altImage": "The inside of a pocketwatch.",
              "information": "Jean Adrien Philippe receives a bronze medal for his keyless winding and hand-setting system at the Industrial Exposition in Paris."
            },
            {
              "subtitle": "1845",
              "altImage": "A pocketwatch with a scheme.",
              "information": "Patent for keyless winding and hand-setting system."
            },
            {
              "subtitle": "1851",
              "altImage": "Queen Victoria of England who looks at the first keyless watches.",
              "information": "The Great Exhibition takes place in London. England’s Queen Victoria is among those who admire the world’s first keyless watches."
            },
            {
              "subtitle": "1851",
              "altImage": "A keyless pocketwatch.",
              "information": "The company name becomes Patek, Philippe & Cie –Fabricants à Genève."
            },
            {
              "subtitle": "1868",
              "altImage": "The first Swiss wristwatch.",
              "information": "Patek Philippe creates the first Swiss wristwatch, made for Countess Koscowicz of Hungary."
            }
          ]
        },
        {
          "title": "1878-1931",
          "informationblocks": [
            {
              "subtitle": "1881",
              "altImage": "The patent for precision regulator.",
              "information": "Patent for precision regulator."
            },
            {
              "subtitle": "1889",
              "altImage": "The scheme for the perpetual calendar mechanism.",
              "information": "Patent for perpetual calendar mechanism for pocket watches."
            },
            {
              "subtitle": "1902",
              "altImage": "The first double chronograph.",
              "information": "Patent for first double chronograph."
            },
            {
              "subtitle": "1910",
              "altImage": "The Duke of Regla pocket watch.",
              "information": "Patek Philippe creates the 'Duke of Regla' Westminster chime pocket watch"
            },
            {
              "subtitle": "1916",
              "altImage": "The first complicated wristwatch for ladies.",
              "information": "Patek Philippe produces the first complicated ladies’ wristwatch with a five-minute repeater, No. 174 603."
            },
            {
              "subtitle": "1923",
              "altImage": "The first split-seconds chronograph wristwatch.",
              "information": "Patek Philippe sells the first split-seconds chronograph wristwatch, No. 124 824."
            },
            {
              "subtitle": "1925",
              "altImage": "The first writswatch with perpetual calendar.",
              "information": "Patek Philippe creates its first wristwatch with perpetual calendar, No. 97 975."
            },
            {
              "subtitle": "1927",
              "altImage": "The Patek Philippe astronomical pocket watch.",
              "information": "James Ward Packard collects his Patek Philippe astronomical pocket watch, the “Packard”, No. 198 023."
            }
          ]
        },
        {
          "title": "1932-1949",
          "informationblocks": [
            {
              "subtitle": "1932",
              "altImage": "And old picture of the brothers Jean and Charles Henri Stern.",
              "information": "Brothers Jean and Charles Henri Stern invest in Patek, Philippe & Cie."
            },
            {
              "subtitle": "1932",
              "altImage": "The first Calatrava.",
              "information": "Launch of the first Calatrava: Ref. 96."
            },
            {
              "subtitle": "1933",
              "altImage": "The Graves supercomplication pocket watch.",
              "information": "Patek Philippe creates the “Graves” supercomplication pocket watch, No. 198 385, for Henry Graves Jr."
            },
            {
              "subtitle": "1941",
              "altImage": "A perpetual calendar wristwatch.",
              "information": "Patek Philippe begins regular production of perpetual calendar wristwatches (Ref. 1526 shown)."
            },
            {
              "subtitle": "1944",
              "altImage": "A prize for Patek Philippe.",
              "information": "Patek Philippe wins a record number of first prizes for precision in the Geneva Observatory competition."
            },
            {
              "subtitle": "1949",
              "altImage": "The inside of a watch.",
              "information": "Patents for Patek Philippe Gyromax balance."
            }
          ]
        },
        {
          "title": "1950-1988",
          "informationblocks": [
            {
              "subtitle": "1953",
              "altImage": "The sight of a self-winding mechanism.",
              "information": "Patent for self-winding mechanism caliber 12-600at."
            },
            {
              "subtitle": "1956",
              "altImage": "The inside of a all-electoronic clock.",
              "information": "The company makes the first all-electronic clock."
            },
            {
              "subtitle": "1958",
              "altImage": "An old picture of Henri Stern.",
              "information": "Henri Stern becomes president of Patek Philippe."
            },
            {
              "subtitle": "1959",
              "altImage": "An old watch.",
              "information": "Patents for time-zone watches."
            },
            {
              "subtitle": "1962",
              "altImage": "A mechanical watch that had the record for timekeeping precision.",
              "information": "A Patek Philippe tourbillon movement achieves the still unbeaten world timekeeping precision record for a mechanical watch, at the Geneva Observatory."
            },
            {
              "subtitle": "1968",
              "altImage": "The Golden Ellipse.",
              "information": "Launch of the first Golden Ellipse: Ref. 3548."
            },
            {
              "subtitle": "1976",
              "altImage": "The first Nautilus sports watch.",
              "information": "Launch of the first Nautilus sports watch: Ref. 3700/1 in steel."
            },
            {
              "subtitle": "1977",
              "altImage": "The automatic caliber 240.",
              "information": "Patent for ultra-thin automatic caliber 240."
            },
            {
              "subtitle": "1985",
              "altImage": "The new ultra-thin perpetual calendar.",
              "information": "Launch of the ultra-thin Ref. 3940 perpetual calendar."
            },
            {
              "subtitle": "1986",
              "altImage": "Scheme for the inside if a secular perpetual calendar.",
              "information": "Patent for secular perpetual calendar with retrograde date indication."
            }
          ]
        },
        {
          "title": "1989-2019",
          "informationblocks": [
            {
              "subtitle": "1989",
              "altImage": "The calibre 89 pocketwatch.",
              "information": "Launch of the Calibre 89 to mark 150 years of Patek Philippe. With 33 complications, it has the most ever in a portable timepiece."
            },
            {
              "subtitle": "1993",
              "altImage": "A picture of Philippe Stern.",
              "information": "Philippe Stern becomes president of Patek Philippe."
            },
            {
              "subtitle": "1993",
              "altImage": "A watch of the Gondole collection.",
              "information": "Launch of the Gondolo collection (Ref. 5024 shown)."
            },
            {
              "subtitle": "1996",
              "altImage": "A watch that has the Annual Calendar mechanism.",
              "information": "Patent for Annual Calendar mechanism (Ref. 5035J)."
            },
            {
              "subtitle": "1996",
              "altImage": "The building Patek Philippe moved to in Geneva.",
              "information": "Patek Philippe moves into a new production facility in Plan-les-Ouates, Geneva."
            },
            {
              "subtitle": "1997",
              "altImage": "A watch of the Aquanaut collection.",
              "information": "Launch of the Aquanaut collection (1998’s Ref. 5065A shown)."
            },
            {
              "subtitle": "1999",
              "altImage": "The first Twenty~4 watch.",
              "information": "Launch of the first Twenty~4: Ref.  4910/10A."
            },
            {
              "subtitle": "2000",
              "altImage": "The Star Caliber 2000.",
              "information": "Launch of the Star Caliber 2000 to mark the millennium."
            },
            {
              "subtitle": "2001",
              "altImage": "The Sky Moon Tourbillon.",
              "information": "Launch of the most complicated Patek Philippe wristwatch with a double face: the Sky Moon Tourbillon, Ref. 5002."
            },
            {
              "subtitle": "2001",
              "altImage": "The Patek Philippe Museum.",
              "information": "Opening of the Patek Philippe Museum in Geneva."
            },
            {
              "subtitle": "2003",
              "altImage": "The 10-Day Tourbillon.",
              "information": "Patek Philippe introduces the 10-Day Tourbillon, Ref. 5101P."
            },
            {
              "subtitle": "2005",
              "altImage": "The Anual Calendar Ref. 5250.",
              "information": "Launch of the Annual Calendar Ref. 5250 with the first escape wheel for a Swiss lever escapement made from a revolutionary new silicon-based material."
            },
            {
              "subtitle": "2006",
              "altImage": "The renovated rue du Rhône salons in Geneva.",
              "information": "Opening of the renovated rue du Rhône salons in Geneva."
            },
            {
              "subtitle": "2006",
              "altImage": "Silicon-based Spiromax balance spring.",
              "information": "Patek Philippe Advanced Research: launch of the silicon-based Spiromax balance spring."
            },
            {
              "subtitle": "2008",
              "altImage": "Pulsomax silicon-based escapement.",
              "information": "Patek Philippe Advanced Research: launch of the Pulsomax silicon-based escapement."
            },
            {
              "subtitle": "2009",
              "altImage": "A picture of Thierry Stern.",
              "information": "Thierry Stern becomes president of Patek Philippe."
            },
            {
              "subtitle": "2009",
              "altImage": "The ladies first chronograph.",
              "information": "Launch of the CH 29-535 PS movement integrated into the Ladies First Chronograph."
            },
            {
              "subtitle": "2011",
              "altImage": "The Oscillomax ensemble with the Spirromax balance spring.",
              "information": "Launch of the Oscillomax ensemble incorporating the Spiromax balance spring, the Pulsomax escapement, and the GyromaxSi balance."
            },
            {
              "subtitle": "2011",
              "altImage": "The first Minute Repeater for ladies.",
              "information": "Launch of the Ladies First Minute Repeater (Ref. 7000R)."
            },
            {
              "subtitle": "2012",
              "altImage": "Exhibition in Dubai.",
              "information": "Patek Philippe Watch Art Grand Exhibition in Dubai."
            },
            {
              "subtitle": "2013",
              "altImage": "Exhibition in Munich.",
              "information": "Patek Philippe Watch Art Grand Exhibition in Munich."
            },
            {
              "subtitle": "2014",
              "altImage": "A watch of the commemorative watches collection.",
              "information": "The 175th anniversary is marked with a new collection of commemorative watches."
            },
            {
              "subtitle": "2015",
              "altImage": "The Calatrava Pilot Travel Time.",
              "information": "Launch of the Calatrava Pilot Travel Time, Ref. 5524G."
            },
            {
              "subtitle": "2015",
              "altImage": "Exhibition in London.",
              "information": "Patek Philippe Watch Art Grand Exhibition in London"
            },
            {
              "subtitle": "2016",
              "altImage": "The Grandmaster Chime.",
              "information": "Launch of the Patek Philippe Grandmaster Chime in the current collection, Ref. 6300G."
            },
            {
              "subtitle": "2016",
              "altImage": "The World Time Chronograph.",
              "information": "Launch of the World Time Chronograph, Ref.  5930G."
            },
            {
              "subtitle": "2017",
              "altImage": "The Aquanaut Travel Time.",
              "information": "Patek Philippe Advanced Research: Aquanaut Travel Time Ref. 5650G."
            },
            {
              "subtitle": "2017",
              "altImage": "Exhibition in New York.",
              "information": "Patek Philippe Watch Art Grand Exhibition in New York"
            },
            {
              "subtitle": "2018",
              "altImage": "The Word Time Minute Repeater.",
              "information": "Launch of the World Time Minute Repeater, Ref. 5531R."
            },
            {
              "subtitle": "2018",
              "altImage": "The first Twenty~4 watch Automatic.",
              "information": "Launch of the The Twenty~4 Automatic, Ref. 7300."
            },
            {
              "subtitle": "2019",
              "altImage": "The Alarm Travel Time.",
              "information": "Launch of the Alarm Travel Time, Ref. 5520P-001."
            },
            {
              "subtitle": "2019",
              "altImage": "The first Calatrava Weekly Calendar.",
              "information": "Launch of the Calatrava Weekly Calendar, Ref. 5212A-001."
            },
            {
              "subtitle": "2019",
              "altImage": "Exhibition in Singapore.",
              "information": "Patek Philippe Watch Art Grand Exhibition in Singapore."
            }
          ]
        }
      ]
    }
  },
  {
    "name": "Hublot",
    "country": "Switzerland",
    "city": "Nyon",
    "foundingDate": 1980,
    "history": {
      "head": "The luxury watch brand Hublot (French for 'bullseye') based in Nyon, Switzerland was founded in 1980 by the Italian Carlo Crocco. The company founder was able to combine Italian design with Swiss craftsmanship and produce unconventional products. Even if the success did not start immediately, the company's history has become a success story. With the help of clever marketing strategies and unusual concepts, Hublot became the 'Rising Star' among Swiss watchmakers. When Hublot was sold to LVMH in 2008, sales were estimated at 200 million Swiss francs.",
      "altImage": "The Big Bang watch.",
      "information": [
        {
          "title": "History",
          "informationblocks": [
            {
              "subtitle": "1980",
              "altImage": "An old picture of Carlo Crocco.",
              "information": "Carlo Crocco creates the very first Hublot watch. Made from gold, it features the first ever black natural rubber strap to be used in watchmaking."
            },
            {
              "subtitle": "2004",
              "altImage": "A pictur of Jean-Claude Biver.",
              "information": "Jean-Claude Biver takes over as CEO of Hublot. Reinterpreting the brand's DNA, he relaunches the 'fusion' concept of combining materials such as gold and ceramic, tantalum and red gold, magnesium and titanium, while faithfully preserving the instantly recognisable design of Hublot watches."
            },
            {
              "subtitle": "2005",
              "altImage": "The Big Bang watch.",
              "information": "Less than a month after his arrival, Jean-Claude Biver succeeds in his ambition to present a new collection at the Baselworld show, featuring a chronograph which is revolutionary both in terms of concept and design: The Big Bang. This watch wins the Best Design award in the Geneva Watch Festival's 'Grand Prix d’Horlogerie' competition. Hublot subsequently undergoes extraordinary growth, winning awards, accolades and orders alike."
            },
            {
              "subtitle": "2006",
              "altImage": "A closeup of the Big Bang.",
              "information": "The birth of Hublot TV, the first internet TV channel launched by a luxury brand. The launch of the Big Bang All Black featuring the brand new Hublot concept of 'invisible visibility'."
            },
            {
              "subtitle": "2007",
              "altImage": "The Big Bang diving watch.",
              "information": "Hublot opens its first boutique in rue Saint-Honoré, Paris. The following summer sees the opening of a second boutique in the Hôtel Byblos in Saint-Tropez. An impressive Big Bang diving watch is unveiled with a beautifully balanced 48 mm oversized case. Hublot presents its first in-house-produced Big Bang reflecting the '3 M' concept: monomatière (one material), monochrome (one colour), microbillée (microblasted). This watch is voted Best Technological Innovation in Bahrain. At the same time, the spectacular One Million $ BB, a masterpiece of invisible stone setting, is voted Best Jewellery Watch in the Geneva Watch Festival's 'Grand Prix d’Horlogerie' competition."
            },
            {
              "subtitle": "2008",
              "altImage": "The Big Bang for women.",
              "information": "First Big Bang designed exclusively for women and the launch of the new 'Classic Fusion' collection with a more traditional, elegant sport-chic style. The French LVMH Group - the world's leading luxury goods group - acquires Hublot in April. Jean-Claude Biver is voted 'Swiss Entrepreneur of the Year' by PME Magazine, and 'CEO of the Year' at the Premier Middle East Watches awards."
            },
            {
              "subtitle": "2009",
              "altImage": "The One Million $ Black Caviar.",
              "information": "Jean-Claude Biver is voted 'Man of the Year 2009' by the Orologi da Polso, La revue des montres, GMT and Business Montres magazines. The One Million $ Black Caviar receives the 'Best Jewellery Watch' award in the Geneva Watch Festival's 'Grand Prix d’Horlogerie' competition. Hublot presents the new King Power collection. Remaining true to its philosophy, the watchmaker pushes the limits with a more powerful and modern 48 mm diameter case, a dial featuring several levels, an overmoulded rubber bezel and relief screws."
            },
            {
              "subtitle": "2010",
              "altImage": "Formula One sponsored by Hublot.",
              "information": "The first King Power models equipped with the Unico movement leave the production line. A Grande Complication department is created within the Hublot manufacture, home to around thirty watchmakers, prototype designers, electroplating technicians and engineers from former Hublot supplier BNB, all specialising in Grande Complication movements. Hublot celebrates its thirty-year anniversary by launching the Manufacture Tourbillon. Launche of the new Masterpiece watch line. Hublot becomes FIFA's Official Watch, Official Time Keeper for the next two football World Cups and Official Watchmaker for the Formula1."
            },
            {
              "subtitle": "2011",
              "altImage": "The Oceanographic 4000.",
              "information": "Hublot is chosen as Official Timekeeper of the Alpine and Nordic Skiing Championships. In Bale, Hublot unveils a world premiere with a Cathedral Minute Repeater, Tourbillon, Column-wheel Chronograph in carbon fibre, which is used also for the movement bridges. Hublot presents the Oceanographic 4000 in partnership with the Oceanographic Museum of Monaco."
            },
            {
              "subtitle": "2012",
              "altImage": "A picture of Ricardo Guadalupe.",
              "information": "Ricardo Guadalupe is appointed CEO of Hublot, while Jean-Claude Biver becomes Chairman of the company."
            },
            {
              "subtitle": "2012",
              "altImage": "The CEO of Ferrari with Jean-Claude Biver.",
              "information": "Hublot becomes Ferrari's watchmaking partner. This is not just a mere derivative or sponsorship agreement. It is a comprehensive agreement that covers all activities of Ferrari and Hublot, both in terms of brand image and commercial activities of the two companies."
            }
          ]
        }
      ]
    }
  },
  {
    "name": "Vacheron Constantin",
    "country": "Switzerland",
    "city": "Geneva",
    "foundingDate": 1755,
    "history": {
      "head": "Since 1755, watchmaking excellence has been a perpetual quest. But beyond this great history, there are many stories that are worth being uncovered and revealed.",
      "altImage": "Drawings of a Vacheron Constantin watch.",
      "information": [
        {
          "title": "History",
          "informationblocks": [
            {
              "subtitle": "1755",
              "altImage": "Drawing of Jean-Marc Vacheron.",
              "information": "24-year-old master watchmaker, Jean-Marc Vacheron, signs on his first apprentice, thus founding a business by making clear his intention to hand down his skills. This contract can therefore be regarded as Vacheron Constantin’s birth certificate, making it the oldest watch manufacturer in continuous operation since it was founded."
            },
            {
              "subtitle": "1755",
              "altImage": "The silver watch signed J.M: Vacheron A Geneve",
              "information": "The pride of Vacheron Constantin’s heritage, this silver watch signed J. M: Vacheron A GENEVE on the movement is the only timepiece known that identifies the company’s founder by his first name. Fitted with a verge escapement, it features finely crafted hands in gold. The balance cock, the most visible part of the movement, also demonstrates high-grade workmanship in delicate arabesques. This two-fold technical and aesthetic standard was to gradually forge the identity of the Maison."
            },
            {
              "subtitle": "1785",
              "altImage": "Drawing of Abraham Vacheron",
              "information": "In 1785, Jean-Marc Vacheron’s son, Abraham (1760-1843), takes over the workshops. He managed to keep the enterprise going despite the troubles following the French Revolution and the occupation of Geneva by the troops of the French Directory. Following the lead given by his father, he taught the watchmaker’s trade to his son, Jacques Barthélémi Vacheron."
            },
            {
              "subtitle": "1810",
              "altImage": "Drawing of Jacques Barthélémi Vacheron",
              "information": "Jean-Marc Vacheron’s grandson, Jacques Barthélémi Vacheron (1787-1864), assumes the management of the family enterprise. The company produces more complicated timepieces, such as musical watches with two different tunes. Jacques Barthélémi Vacheron oversees the first exports of his products to France and Italy."
            },
            {
              "subtitle": "1812",
              "altImage": "A Vacheron Constantin pocket watch",
              "information": "A horological complication is an additional function in a watch aside from the indication of the hours and minutes. This quarter repeater watch with enamel dial, guilloché and engraved case back from the Vacheron Constantin collection is representative of the early watchmaking  technical mastering of the Maison."
            },
            {
              "subtitle": "1819",
              "altImage": "A portrait of François Constantin",
              "information": "The partnership between Jacques Barthélémi Vacheron (1787-1864), grandson of the founder, and experienced businessman, François Constantin (1788-1854), gives the company a new name — Vacheron et Constantin."
            },
            {
              "subtitle": "1824",
              "altImage": "A yellow gold pocket watch with a map of Italy",
              "information": "This yellow gold pocket watch is subtly decorated with a map of Italy, engraved and enameled using the champlevé technique. Its entirely guilloché silvery dial is decorated with 12 enameled Roman numerals arranged in an hour circle. The small seconds guilloché subdial also features an astonishingly modern checkerboard pattern. The attention to detail and perfection in the craftsmanship are characteristic of the Genevan decorative tradition."
            },
            {
              "subtitle": "1889",
              "altImage": "The first series produced ladies watches of Vacheron Constantin",
              "information": "This lady’s watch is one of the first series-produced wristwatches. Its advent caused quite a stir, because until the early 20th century the pocket-watch had no rivals. The watch is held by a delicately engraved and finely worked mounting on a magnificent bracelet featuring two winged goddesses, while the dial is encircled with a setting of diamonds. Because a winding crown would intrude on the balanced design, the company developed an ingenious device to set the time by turning the bezel."
            },
            {
              "subtitle": "1906",
              "altImage": "A shop from Vacheron Constantin",
              "information": "During the first years of the 20th century, Vacheron Constantin was getting orders from the likes of Queen Mary of Romania, the brothers Henry and William James and Prince Napoleon, the grandson of Jerome Bonaparte. In order to display its luxury watches in appropriate surroundings, Vacheron Constantin inaugurated its first shop on August 1, 1906 on the ground floor of the island building. Clients were previously welcomed in the salons on the upper floors."
            },
            {
              "subtitle": "1907",
              "altImage": "The first Royal Chronometer",
              "information": "In 1907, the Maison presents its first Royal Chronometer and has the name of the model registered. This pocket-chronometer, which was unlike any other watch produced at that time, soon became an international hit. Its legendary toughness, reliability and accuracy were much appreciated by owners in harsh climates hitherto considered detrimental to the proper functioning of a watch."
            },
            {
              "subtitle": "1921",
              "altImage": "A cushion-shape design watch",
              "information": "The cushion-shape design has been part of the Vacheron Constantin portfolio since the late 1910s. In the Roaring Twenties, pocket watches were still dominating the trends. Wearing this type of wristwatch was a strong sign of modernity that enjoyed great success among the American clientele. This rare model is made unusual by the position of the crown at 1 o’clock. It was produced for left and right-handed people for a short period of 10 years. The early wristwatch movements were based on pendant watch movement constructions.  Referenced under caliber 11’’’ ART, they were finished using classical pocket watch finishes such as gilt bridges and main plates. Within these calibers, a special finishing was reserved for the American market, which was known for its demanding customers.  The variations were caliber  11’’’62 and 11’’’78, which were equipped with an extra ruby. Their bridges and mainplates were usually made in German Silver alloy, which naturally protected them against corrosion."
            },
            {
              "subtitle": "1932",
              "altImage": "The first world time watch with 31 time zones",
              "information": "In 1932, Vacheron Constantin's collaboration with Louis Cottier led to the creation of the first watch featuring the Cottier system, the Heure Universelle, reference number 3372. Its unique mechanical movement features 24 time zones by means of a disk that rotates around the central dial and by an outer bezel on which are written the names of 31 major international cities. A new complication that responded perfectly to the evolving means of communication and transport. Ever-present within the Maison’s current collections, this complication has undergone multiple developments often linked to the geopolitical situation of different countries."
            },
            {
              "subtitle": "1955",
              "altImage": "A ultra-thin wristwatch",
              "information": "At the occasion of its bicentennial, Vacheron Constantin confirms its commitment to creating the most elegant watches. The Maison launches the thinnest ever manually wound movement; at 1.64 mm, it is as thin as a Swiss 20 cent coin. The caliber 1003, bearing the Hallmark of Geneva, has become representative of the ultra-thin movements."
            },
            {
              "subtitle": "1955",
              "altImage": "The wrist chronograph with a tachometer scale",
              "information": "Featuring magnificent horned lugs, this anti-magnetic and water-resistant case in yellow gold protects a column-wheel chronograph movement with an elapsed-time counter. A shield of soft iron protects the movement from magnetic fields. The dial displays a 30-minute counter at 3 o'clock and small seconds at 9 o'clock. The evolved styling of this watch makes it one of the most handsome chronographs of its era."
            },
            {
              "subtitle": "1977",
              "altImage": "The great adventure 222 watch",
              "information": "Launched in 1977 as a celebration of the Maison's 222nd anniversary. Its monobloc case on a fitted bracelet features a porthole-style screw-held bezel providing resistance to hard wear in a harsh environment. Thanks to its unique character, this iconic model has become over the past 40 years one of the most recognizable Vacheron Constantin designs, inspiring the other recognizable line, the Overseas collection."
            },
            {
              "subtitle": "1996",
              "altImage": "A watch from the overseas collection",
              "information": "1996 marks the birth of the Overseas collection with which Vacheron Constantin embraces the technical and sports side of fine watchmaking. The structural design of this watch with its naturally elegant and clean lines takes up the contemporary theme of travel. The pure styling reflects its mechanical excellence."
            },
            {
              "subtitle": "2004",
              "altImage": "The new Manufactur in Plan-les-Quates",
              "information": "On August 9, 2004, Vacheron Constantin takes possession of its new Manufacture in Plan‑les-Ouates. The contemporary building - designed by the famous architect Bernard Tschumi - in the shape of a stylized Maltese cross cut in half, brings together the management, administration and the workshops under a same roof."
            },
            {
              "subtitle": "2005",
              "altImage": "The Tour de  l'Île watch",
              "information": "To commemorate its quarter millennium, Vacheron Constantin launches a collection of five outstanding creations that pay tribute to all the crafts involved in the Maison art of watchmaking. At this occasion, the Maison presented a unique mystery clock in a pink-gold sphere engraved by hand which reveals a highly complicated watch and the Tour de l'Île watch, the most complicated watch ever made. The Grand Prix d’Horlogerie de Genève awarded the 'Aiguille d'Or' Grand Prize to Vacheron Constantin’s Tour de l'Île watch."
            },
            {
              "subtitle": "2015",
              "altImage": "The Reference 57260 pocketwatch",
              "information": "Revealed on September 17th 2015, at the occasion of the 260th anniversary of the Maison, Reference 57260 is the most complicated watch ever made. It was conceived over a period of 8 years and combines a total of 57 complications. Commissioned by a passionate collector, Reference 57260 is part of Les Cabinotiers service, perpetuating our tradition of excellence tailored to individual desires. The Grand Prix de l'Horlogerie de Genève awarded the Jury's Prize to Vacheron Constantin's 57260."
            },
            {
              "subtitle": "2017",
              "altImage": "The Celestia Astronomical Grand Complication watch",
              "information": "Vacheron Constantin introduced Les Cabinotiers Celestia Astronomical Grand Complication 3600, an exceptionally complicated timepiece. Its caliber 3600, a mechanical manual-winding movement comprising 23 complications also includes three distinct times driven by three dedicated gear trains. A three-week power reserve is ensured by six barrels, coupled by threes. A true feat of miniaturisation and engineering, this caliber measuring just 8.7 mm thick includes a total of 514 components. The Grand Prix d’Horlogerie de Genève has awarded the Mechanical Exception Watch Prize to Vacheron Constantin’s Les Cabinotiers Celestia Astronomical Grand Complication 3600."
            },
            {
              "subtitle": "2018",
              "altImage": "The Fiftysix watch",
              "information": "Fiftysix, a name and a date evoking an iconic model by Vacheron Constantin dating from 1956. This modern, elegant and relaxed collection with its resolutely cosmopolitan style expresses its personality through the contrast between the classic dial and the daring case. The latter is notably inspired by the Maltese cross-shaped emblem of the Maison that is also picked up on the openworked pink gold oscillating weight."
            },
            {
              "subtitle": "2020",
              "altImage": "The Égérie watch",
              "information": "A new collection dedicated to women. The encounter of two worlds, Haute Horlogerie and Haute Couture, through the prism of craftsmanship, precision, excellence and beauty. The new horological muse of the Maison is called Égérie. This new collection weaves the face of watchmaking femininity according to Vacheron Constantin. A watch featuring a classic look “draped” with a mischievous touch reflecting today’s women: inspiring, independent and charismatic."
            }
          ]
        }
      ]
    }
  }
]
